Repository: MateusPetri7/LinceTechAcademy_DesafioFinal
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Company Registration Number
pt: CNPJ

source: Name
pt: Nome

source: Telephone
pt: Telefone

source: City
pt: Cidade

source: State
pt: Estado

source: Manager
pt: Gerente

# companyRegistrationNumberRequired
source: Company Registration Number is required.
pt: CNPJ é obrigatório.

# nameRequired
source: Name is required.
pt: Nome é obrigatório.

# telephoneRequired
source: Telephone is required.
pt: Telefone é obrigatório.

# cityRequired
source: City is required.
pt: Cidade é obrigatório.

# stateRequired
source: State is required.
pt: Estado é obrigatório.

source: Manager Required.
pt: Gerente é obrigatório

source: Company Registration Number Invalid.
pt: CNPJ é obrigatório.

source: Error.
pt: Erro.

source: Okay.
pt: Ok.

# incompleteName
source: Name must have at least three letters.
pt: O nome deve ter pelo menos três letras.

source: Invalid phone number.
pt: Número de telefone inválido.

source: Register Client
pt: Registrar Cliente

source: Client Register
pt: Cadastro de Cliente

# clientEdit
source: Edit data Client
pt: Editar dados do Cliente

source: Edit Client
pt: Editar Cliente

source: Register Manager
pt: Registrar Gerente

# managerEdit
source: Edit data Manager
pt: Editar dados do Gerente

source: Edit Manager
pt: Editar Gerente

source: Data Client
pt: Dados do Cliente

source: Data Manager
pt: Dados do Gerente

source: Manager Register
pt: Registrar Gerente

source: Register Vehicle
pt: Registrar Veículo

source: Vehicle Register
pt: Cadastro de Veículo

# vehicleEdit
source: Edit data Vehicle
pt: Editar dados do Veículo

source: Edit Vehicle
pt: Editar Veículo

source: Data Vehicle
pt: Dados do Veículo

source: Vehicles
pt: Veículos

source: New Vehicle
pt: Novo Veículo

source: Register Rent
pt: Registrar Aluguel

source: Rent Register
pt: Cadastro de Aluguel

# rentEdit
source: Edit data Rent
pt: Editar dados do Aluguel

source: Edit Rent
pt: Editar Aluguel

# dataRent
source: Dada Rent
pt: Dados do Aluguel

source: Rents
pt: Aluguéis

source: New Rent
pt: Novo Aluguel

source: New Client
pt: Novo Cliente

source: New Manager
pt: Novo Gerente

source: Clients
pt: Clientes

source: Managers
pt: Gerentes
